Repository: dmo60/lLyrics
Catalog: lLyrics/locale/*.po
Languages: nl

source: Lyrics
nl: Songtekst

source: Display lyrics for the current playing song
nl: Toon de songtekst van het huidige nummer

source: Show lyrics
nl: Songtekst tonen

source: Search and display lyrics for this song
nl: Zoek en toon de songtekst van dit nummer

source: Save
nl: Opslaan

source: Cancel
nl: Annuleren

source: Back to playing song
nl: Terug naar nummer

source: From cache file
nl: Uit cachebestand

source: Sources
nl: Bronnen

source: Scan next source
nl: Volgende bron doorzoeken

source: Scan all sources
nl: Alle bronnen doorzoeken

source: Search online
nl: Zoeken op internet

source: Mark as instrumental
nl: Markeren als instrumentaal

source: Clear lyrics
nl: Songtekst wissen

source: Edit lyrics
nl: Songtekst aanpassen

source: Preferences
nl: Voorkeuren

source: lLyrics Preferences
nl: lLyrics-voorkeuren

source: searching lyrics...
nl: Bezig met zoeken...

source: No lyrics found
nl: Geen songtekst gevonden

source: Show sidebar on first playback
nl: Zijbalk tonen bij eerste keer afspelen

source: Save lyrics
nl: Songteksten opslaan

source: Whether to automatically save retrieved lyrics in the folder specified below
nl: Of songteksten automatisch moeten worden opgeslagen in onderstaande map

source: default
nl: Standaard

source: Folder for lyrics
nl: Map met songteksten

source: Always ignore parentheses in song title
nl: Haakjes in namen van nummers negeren

source: When turned off, only parentheses containing specific strings (e.g. 'remix', 'live', 'edit', etc) are filtered
nl: Schakel dit uit om woorden tussen haakjes (bijv. 'remix', 'live', 'edit', etc.) te negeren

source: Sources:
nl: Bronnen:

source: Hide sidebar label
nl: Zijbalklabel verbergen

source: Show lyrics in left sidebar instead of right one
nl: Songtekst in linker zijbalk tonen in plaats van rechter zijbalk

source: You have to disable and re-enable this plugin or restart Rhythmbox to apply changes here
nl: Schakel deze plug-in uit en weer in of herstart Rhythmbox om de wijzigingen toe te passen

source: General
nl: Algemeen

source: Appearance
nl: Uiterlijk
